Repository: disruptiveThinker/ECommerce
Catalog: ECommerceUI/messages.po
Languages: de

# ui
source: Hello World! This is a call from the ECommerce UI Exe
de: German Hello World! This is a call from the ECommerce UI Exe

# start
source: Concessions Library Calls Start
de: German Concessions Library Calls Start

# libMsg
source: This is a message from the Concessions Library
de: German This is a message from the Concessions Library

# end
source: Concessions Library Calls End
de: German Concessions Library Calls End

# start
source: Core Library Calls Start
de: German Core Library Calls Start

# libMsg
source: This is a message from the Core Library
de: German This is a message from the Core Library

# end
source: Core Library Calls End
de: German Core Library Calls End

# start
source: Delivery Management Library Calls Start
de: German Delivery Management Library Calls Start

# libMsg
source: This is a message from the Delivery Management Library
de: German This is a message from the Delivery Management Library

# end
source: Delivery Management Library Calls End
de: German Delivery Management Library Calls End

# start
source: Payment Gateway Library Calls Start
de: German Payment Gateway Library Calls Start

# libMsg
source: This is a message from the Payment Gateway Library
de: German This is a message from the Payment Gateway Library

# end
source: Payment Gateway Library Calls End
de: German Payment Gateway Library Calls End

# start
source: Products Library Calls Start
de: German Products Library Calls Start

# libMsg
source: This is a message from the Products Library
de: German This is a message from the Products Library

# end
source: Products Library Calls End
de: German Products Library Calls End

# start
source: Purchase History Library Calls Start
de: German Purchase History Library Calls Start

# libMsg
source: This is a message from the Purchase History Library
de: German This is a message from the Purchase History Library

# end
source: Purchase History Library Calls End
de: German Purchase History Library Calls End

# start
source: UI Library Calls Start
de: German UI Library Calls Start

# libMsg
source: This is a message from the UI Library
de: German This is a message from the UI Library

# end
source: UI Library Calls End
de: German UI Library Calls End
